Repository: JustZappIt/ios-zapp
Catalog: secant/Resources/Localizable.xcstrings
Source language: en
Languages: es

# chatTerms.body
source: By using Zapp messaging, you agree to: 1. Not send spam, unsolicited messages, or engage in harassment. 2. Not share illegal content, including but not limited to child exploitation material, illegal substances, or stolen financial information. 3. Not impersonate others or use the messaging feature for scams or fraud. 4. Not use the messaging feature to facilitate illegal activities. 5. Respect other users’ privacy and not share their information without consent. Users who violate these guidelines may be blocked by other users. You can block or report any user from the conversation settings menu. Messages are sent peer-to-peer and are end-to-end encrypted. Zapp does not store or have access to your message content.
es: Al usar la mensajería de Zapp, aceptas: 1. No enviar spam, mensajes no solicitados ni acosar a otras personas. 2. No compartir contenido ilegal, incluyendo, entre otros, material de explotación infantil, sustancias ilegales o información financiera robada. 3. No hacerte pasar por otras personas ni usar la función de mensajería para estafas o fraudes. 4. No usar la función de mensajería para facilitar actividades ilegales. 5. Respetar la privacidad de otros usuarios y no compartir su información sin su consentimiento. Los usuarios que infrinjan estas normas podrán ser bloqueados por otros usuarios. Puedes bloquear o reportar a cualquier usuario desde el menú de ajustes de la conversación. Los mensajes se envían de par a par y están cifrados de extremo a extremo. Zapp no almacena ni tiene acceso al contenido de tus mensajes.

# chatTerms.decline
source: Decline
es: Rechazar

# chatTerms.guidelinesHeading
source: Community Guidelines
es: Normas de la comunidad

# chatTerms.intro
source: Before using Zapp messaging, please review and accept our community guidelines:
es: Antes de usar la mensajería de Zapp, revisa y acepta nuestras normas de la comunidad:

# chatTerms.title
source: Messaging Terms
es: Términos de mensajería

# component.lowPrivacy
source: Not Private
es: Público

# component.maxPrivacy
source: Private
es: Privado

# connectedHWInfo
source: If you disconnect now, your Keystone will no longer be paired with your Zapp wallet.
es: Si desconectas ahora, tu Keystone dejará de estar vinculado con tu billetera Zapp.

# crosspay.help.desc1
source: Make cross-chain payments in any NEAR-supported coin or token.
es: Haz pagos entre cadenas en cualquier moneda o token compatible con NEAR.

# crosspay.help.desc2
source: If the actual slippage and network conditions result in your recipient receiving less than the promised amount, your transaction will be reversed. You will receive a full refund minus network fees.
es: Si el deslizamiento real y las condiciones de la red resultan en que tu destinatario reciba menos de la cantidad prometida, tu transacción será revertida. Recibirás un reembolso completo menos las comisiones de red.

# crosspay.help.payWith
source: CrossPay with
es: CrossPay con

# crosspay.pay
source: Pay
es: Pagar

# crosspay.slippageSet1
source: You may pay up to
es: Podrías pagar hasta

# crosspay.slippageSet3
source: more, in addition to transaction fees.
es: más, además de las comisiones de transacción.

# currencyConversion.currencyLabel
source: Currency
es: Moneda

# currencyConversion.enable
source: Enable
es: Habilitar

# currencyConversion.ipDesc
source: Zapp's currency conversion feature doesn't compromise your IP address.
es: La función de conversión de moneda de Zapp no compromete tu dirección IP.

# currencyConversion.ipTitle
source: IP Address Protection
es: Protección de Dirección IP

# currencyConversion.learnMoreDesc
source: Display your balance and payment amounts in selected currency. For Swap and Pay, exchange rates will continue to be shown in USD. You can manage this feature in Advanced Settings.
es: Muestra tu saldo y montos de pago en tu moneda seleccionada. Para Swap y Pay, los tipos de cambio se seguirán mostrando en USD. Puedes administrar esta función en Configuración avanzada.

# currencyConversion.learnMoreOptionDisable
source: Disable
es: Deshabilitar

# currencyConversion.learnMoreOptionDisableDesc
source: Don't show currency conversion.
es: No mostrar la conversión de moneda.

# currencyConversion.learnMoreOptionEnableDesc
source: Show currency conversion.
es: Mostrar la conversión de moneda.

# currencyConversion.note
source: Note for the super privacy-conscious: Because we pull the conversion rate from exchanges, an exchange might be able to see that the exchange rate was queried before a transaction occurred.
es: Nota para los más conscientes de la privacidad: Debido a que obtenemos la tasa de conversión de los intercambios, un intercambio podría ver que la tasa de cambio fue consultada antes de que ocurriera una transacción.

# currencyConversion.refresh
source: Rate Refresh
es: Actualizar tasa

# currencyConversion.refreshDesc
source: The rate is refreshed automatically and can also be refreshed manually.
es: La tasa se actualiza automáticamente y también se puede actualizar manualmente.

# currencyConversion.saveBtn
source: Save changes
es: Guardar cambios

# currencyConversion.selectCurrencyTitle
source: Select currency
es: Seleccionar moneda

# currencyConversion.settingsDesc
source: Display your balance and payment amounts in your selected currency. For Swap and Pay, exchange rates will continue to be shown in USD.
es: Muestra tu saldo y montos de pago en tu moneda seleccionada. Para Swap y Pay, los tipos de cambio se seguirán mostrando en USD.

# currencyConversion.skipBtn
source: Skip for now
es: Omitir por ahora

# currencyConversion.title
source: Currency Conversion
es: Conversión de Moneda

# currencyConversion.torOffInfo
source: If you would like to protect your IP address, enable Tor Protection in Advanced Settings.
es: Si deseas proteger tu dirección IP, activa la Protección Tor en la Configuración Avanzada.

# currencyConversion.torOnInfo
source: Disabling Tor Protection will also disable the Currency Conversion feature until re-enabled.
es: Desactivar la Protección Tor también desactivará la función de Conversión de Moneda hasta que se vuelva a activar.

source: Currently connected
es: Conectado actualmente

# deeplinkWarning.cta
source: Rescan in Zapp
es: Reescanear en Zapp

# deeplinkWarning.desc
source: For better safety and security, rescan the QR code with Zapp.
es: Para mayor seguridad y protección, vuelve a escanear el código QR con Zapp.

# deeplinkWarning.screenTitle
source: Hello!
es: ¡Hola!

# deeplinkWarning.title
source: Looks like you used a third-party app to scan for payment.
es: Parece que utilizaste una aplicación de terceros para escanear un pago.

# deleteKeystoneDesc
source: Disconnecting your hardware wallet will permanently delete some local data that can’t be recovered from the blockchain.
es: Desconectar tu hardware wallet eliminará permanentemente algunos datos locales que no pueden recuperarse de la blockchain.

# deleteKeystoneTitle
source: Disconnect Keystone
es: Desconectar Keystone

# deleteWallet.actionButtonTitle
source: Reset Zapp
es: Restablecer Zapp

# deleteWallet.message2
source: Make sure you have both your secret recovery phrase and wallet birthday height saved before you proceed.
es: Asegúrate de haber guardado tanto tu frase de recuperación secreta como la altura de cumpleaños de la billetera antes de continuar.

# deleteWallet.message3
source: Resetting the Zapp app will delete the app database and cached app data, and disconnect all connected hardware wallets.
es: Restablecer la aplicación Zapp eliminará la base de datos y los datos en caché de la aplicación, además de desconectar todas las billeteras de hardware conectadas.

# deleteWallet.message4
source: Once you Reset Zapp, the only way to access your funds is through a wallet restore process that requires your Zapp Recovery Phrase and Wallet Birthday Height.
es: Una vez que restablezcas Zapp, la única forma de acceder a tus fondos será mediante un proceso de restauración de billetera que requiere tu Frase de Recuperación de Zapp y la Altura de Cumpleaños de la Billetera.

# deleteWallet.metadataWarn1
source: Keep encrypted metadata backup - which includes contacts, notes, bookmarks, and swap/payment details.
es: Conserva la copia de seguridad cifrada de los metadatos, que incluye contactos, notas, marcadores y detalles de intercambios/pagos.

# deleteWallet.metadataWarn2
source: This data cannot be recovered during Restore.
es: Estos datos no se podrán recuperar durante la restauración.

# deleteWallet.screenTitle
source: Reset
es: Restablecer

# deleteWallet.sheet.msg
source: Resetting the app cannot be undone. You will need to restore your wallet using your secret recovery phrase.
es: Restablecer la app no se puede deshacer. Necesitarás restaurar tu billetera usando tu frase secreta de recuperación.

# deleteWallet.sheet.title
source: Are you sure?
es: ¿Estás seguro?

# deleteWallet.title
source: Reset Zapp
es: Restablecer Zapp

# depositFunds.alert.cancel
source: Cancel swap
es: Cancelar swap

# depositFunds.alert.message
source: If you've sent or intend to send the funds, tap 'I've sent the funds.' Or cancel the swap to return to the previous screen.
es: Si ya enviaste los fondos o tienes intención de hacerlo, toca ’Ya envié los fondos.’ O cancela el swap para volver a la pantalla anterior.

# depositFunds.alert.title
source: Are you sure you want to exit?
es: ¿Estás seguro de que deseas salir?

# depositFunds.bulletPoint1
source: Send the exact amount of the asset displayed. Sending less will result in a refund.
es: Envía el monto exacto del activo que se muestra. Enviar menos resultará en un reembolso.

# depositFunds.bulletPoint2
source: Double-check that you are sending the correct asset on the correct network (e.g., USDC on Solana).
es: Verifica que estás enviando el activo correcto en la red correcta (por ej., USDC en Solana).

# depositFunds.bulletPoint3
source: It’s best to send from a wallet you own. Sending from an exchange may result in delays or refunds.
es: Es mejor enviar desde una wallet que sea tuya. Enviar desde un exchange puede causar demoras o reembolsos.

# depositFunds.desc
source: Swap into ZEC with any NEAR-supported asset.
es: Haz swap a ZEC con cualquier activo compatible con NEAR.

# depositFunds.title
source: Deposit Funds
es: Depositar fondos

# deposits.info
source: Deposits may take several minutes to confirm.
es: Los depósitos pueden tardar varios minutos en confirmarse.

# disconnectHWWallet.bullet1
source: Failed or expired sends
es: Envíos fallidos o vencidos

# disconnectHWWallet.bullet2
source: Mempool transactions that never confirmed
es: Transacciones en el mempool que nunca se confirmaron

# disconnectHWWallet.bullet3
source: Transactions later reversed in a chain reorg
es: Transacciones revertidas posteriormente en una reorganización de cadena

# disconnectHWWallet.contactSupport
source: Contact Support
es: Contactar Soporte

# disconnectHWWallet.cta
source: Disconnect Hardware
es: Desconectar Hardware

# disconnectHWWallet.failureDesc
source: Disconnecting the hardware wallet couldn't be finalized.
es: No se pudo finalizar la desconexión del hardware wallet.

# disconnectHWWallet.failureTitle
source: Disconnect Failed
es: Error al Desconectar

# disconnectHWWallet.mayInclude
source: This may include:
es: Envíos fallidos o vencidos:

# disconnectHWWallet.sheetDesc
source: Disconnecting the hardware wallet cannot be undone.
es: Desconectar el hardware wallet no se puede deshacer.

# disconnectHWWallet.title
source: Disconnect
es: Desconectar

# disconnectHWWallet.tryAgain
source: Try again
es: Intentar de nuevo

# enhanceTransaction.btn
source: Fetch data
es: Obtener datos

# enhanceTransaction.fieldTitle
source: Transaction ID
es: ID de transacción

# enhanceTransaction.msg
source: If you confirm, Zapp will fetch transaction data for a transaction ID you provide.
es: Si confirmas, Zapp obtendrá datos de una transacción usando el ID que proporciones.

# enhanceTransaction.placeholder
source: Enter or paste...
es: Ingresa o pega...

# enhanceTransaction.title
source: Refresh Transaction Data
es: Actualizar datos de la transacción

# errorPage.action.contactSupport
source: Contact Support
es: Contactar Soporte

# exportLogs.alert.failed.title
source: Error when exporting logs
es: Error al exportar registros

# filter.apply
source: Apply
es: Aplicar

# filter.at
source: at
es: a las

# filter.bookmarked
source: Bookmarked
es: Marcado

# filter.daysAgo
source: %@ days ago
es: Hace %@ días

# filter.memos
source: Memos
es: Memorandos

# filter.noResults
source: No results
es: Sin resultados

# filter.notes
source: Notes
es: Notas

# filter.previous30days
source: Previous 30 days
es: Últimos 30 días

# filter.previous7days
source: Previous 7 days
es: Últimos 7 días

# filter.received
source: Received
es: Recibido

# filter.reset
source: Reset
es: Restablecer

# filter.search
source: Search
es: Buscar

# filter.sent
source: Sent
es: Enviado

# filter.title
source: Filter
es: Filtrar

# filter.today
source: Today
es: Hoy

# filter.weTried
source: We tried but couldn’t find anything.
es: Lo intentamos, pero no pudimos encontrar nada.

# filter.yesterday
source: Yesterday
es: Ayer

# firstWalletTransactionSubtitleHWWallet
source: Entering the block height at which your wallet was created ensures that correct number of blocks will be scanned. If you're not sure, choose an earlier date.
es: Ingresar la altura del bloque en que se creó tu billetera garantiza que se escanee el número correcto de bloques. Si no estás seguro, elige una fecha anterior.

# firstWalletTransactionSubtitleRestore
source: Decide how far Zapp should scan. Enter a date before your first received transaction. If you’re not sure, choose an earlier date.
es: Decide hasta dónde debe escanear Zapp. Ingresa una fecha anterior a tu primera transacción recibida. Si no estás seguro/a, elige una fecha anterior.

# firstWalletTransactionSubtitleResync
source: Decide how far Zapp should resync. Enter a date before your first received transaction. If you’re not sure, choose an earlier date.
es: Decide hasta dónde debe resincronizarse Zapp. Ingresa una fecha anterior a tu primera transacción recibida. Si no estás seguro/a, elige una fecha anterior.

# general.activity
source: Activity
es: Actividad

# general.alert.caution
source: Heads up
es: Aviso

# general.alert.continue
source: Continue
es: Continuar

# general.alert.ignore
source: Ignore
es: Ignorar

# general.alert.warning
source: Warning
es: Advertencia

# general.back
source: Back
es: Atrás

# general.cancel
source: Cancel
es: Cancelar

# general.close
source: Close
es: Cerrar

# general.confirm
source: Confirm
es: Confirmar

# general.copiedAddress
source: Copied %@
es: Dirección %@ copiada

# general.copiedAmount
source: Copied amount
es: Monto copiado

# general.copiedToTheClipboard
source: Copied to the clipboard!
es: ¡Copiado al portapapeles!

# general.delete
source: Delete
es: Eliminar

# general.done
source: Done
es: Hecho

# general.fee
source: Typical Fee < %@
es: Tarifa Típica < %@

# general.hide
source: Hide
es: Ocultar

# general.less
source: Less
es: Menos

# general.loading
source: Loading
es: Cargando

# general.more
source: More
es: Más

# general.next
source: Next
es: Siguiente

# general.request
source: Request
es: Solicitar

# general.save
source: Save
es: Guardar

# general.send
source: Send
es: Enviar

# general.share
source: Share
es: Compartir

# general.show
source: Show
es: Mostrar

# general.unknown
source: Unknown
es: Desconocido

# general.yes
source: Yes
es: Sí

# group.addMember
source: Add member
es: Añadir miembro

# group.create
source: Create group
es: Crear grupo

# group.info.title
source: Group
es: Grupo

# group.leave
source: Leave group
es: Salir del grupo

# group.leaveConfirm
source: Leave this group? You'll stop receiving its messages.
es: ¿Salir de este grupo? Dejarás de recibir sus mensajes.

# group.members
source: Members
es: Miembros

source: Group name
es: Nombre del grupo

# group.namePlaceholder
source: What to call this group
es: Cómo llamar a este grupo

# group.newGroup
source: New group
es: Nuevo grupo

# group.owner
source: Owner
es: Propietario

# group.rename
source: Rename group
es: Renombrar grupo

# group.selectMembers
source: Select who to add
es: Elige a quién añadir

# hardwareWalletExplainer.cta
source: Got It
es: Entendido

# hardwareWalletExplainer.description
source: A hardware wallet (HW wallet) is a physical device that stores your cryptocurrency private keys offline, keeping them safe from online hackers and malware.
es: Un hardware wallet es un dispositivo físico que almacena tus claves privadas de criptomonedas sin conexión a internet, manteniéndolas a salvo de hackers y malware.

# hardwareWalletExplainer.featureDescription1
source: Your keys never leave the device, even when signing transactions
es: Tus claves nunca salen del dispositivo, incluso al firmar transacciones

# hardwareWalletExplainer.featureDescription2
source: Immune to computer viruses and phishing attacks
es: Inmune a virus informáticos y ataques de phishing

# hardwareWalletExplainer.featureDescription3
source: You own your keys, you own your crypto
es: Tus claves son tuyas, tu cripto es tuya

# hardwareWalletExplainer.featureTitle1
source: Maximum Security
es: Seguridad Máxima

# hardwareWalletExplainer.featureTitle2
source: Protection from Malware
es: Protección contra Malware

# hardwareWalletExplainer.featureTitle3
source: Full Control
es: Control Total

# hardwareWalletExplainer.infoBoxDescription
source: Keystone is a popular hardware wallet brand that offers air-gapped security with QR code signing. It's one of many trusted hardware wallet options, alongside Ledger and others.
es: Keystone es una marca popular de hardware wallet que ofrece seguridad air-gapped con firma mediante códigos QR. Es una de las muchas opciones confiables de hardware wallet, junto con Ledger y otros.

# hardwareWalletExplainer.infoBoxTitle
source: About Keystone
es: Sobre Keystone

# hardwareWalletExplainer.title
source: What's a Hardware Wallet?
es: ¿Qué es un Hardware Wallet?

# home.migratingDatabases
source: Upgrading databases…
es: Actualizando bases de datos…

# homeScreen.moreDotted
source: More...
es: Más...

# homeScreen.moreWarning
source: Information you share with Zapp integration partners is subject to their privacy policies.
es: La información que compartas con los socios de integración de Zapp está sujeta a sus políticas de privacidad.

# importWallet.birthday.title
source: Wallet birthday height
es: Altura de cumpleaños de la billetera

# importWallet.button.restoreWallet
source: Restore
es: Restaurar

# keepScreenOnRestoring
source: Keep screen on while restoring
es: Mantener la pantalla encendida mientras se restaura.

# keepScreenOnResyncing
source: Keep screen on while resyncing
es: Mantener la pantalla encendida mientras se resincroniza

# keepScreenOnSyncing
source: Keep screen on while syncing
es: Mantener la pantalla encendida mientras se sincroniza

# keepZodlOpenInstructionsHWWallet
source: Zapp is scanning the blockchain to retrieve your transactions. Older wallets can take hours to complete syncing. Follow these steps to prevent interruption:
es: Zapp está escaneando la cadena de bloques para recuperar tus transacciones. Las billeteras más antiguas pueden tardar horas en sincronizarse. Sigue estos pasos para evitar interrupciones:

# keepZodlOpenInstructionsRestoring
source: Zapp is scanning the blockchain to retrieve your transactions. Older wallets can take hours to restore. Follow these steps to prevent interruption:
es: Zapp está escaneando la cadena de bloques para recuperar tus transacciones. Las billeteras más antiguas pueden tardar horas en restaurarse. Sigue estos pasos para evitar interrupciones:

# keepZodlOpenInstructionsResyncing
source: Zapp is scanning the blockchain to retrieve your transactions. Older wallets can take hours to resync. Follow these steps to prevent interruption:
es: Zapp está escaneando la cadena de bloques para recuperar tus transacciones. Las billeteras más antiguas pueden tardar horas en resincronizarse. Sigue estos pasos para evitar interrupciones:

# keepZodlOpenSubtitleHWWallet
source: Your wallet is being synced.
es: Tu billetera se está sincronizando.

# keepZodlOpenSubtitleRestore
source: Your wallet is being restored.
es: Tu billetera se está restaurando.

# keepZodlOpenSubtitleResync
source: Your wallet is being resynced.
es: Tu billetera se está resincronizando.

# keepZodlOpenWarningHWWallet
source: ^[Warning:](style: 'boldPrimary') Your Zapp funds cannot be spent until your Keystone wallet is synced.
es: ^[Advertencia:](style: 'boldPrimary') No podrás usar tus fondos de Zapp hasta que tu billetera Keystone esté sincronizada.

# keepZodlOpenWarningRestore
source: ^[Warning:](style: 'boldPrimary') Your funds cannot be spent until your wallet is restored.
es: ^[Advertencia:](style: 'boldPrimary') No podrás usar tus fondos hasta que tu billetera esté completamente restaurada.

# keepZodlOpenWarningResync
source: ^[Warning:](style: 'boldPrimary') Your funds cannot be spent until your wallet is resynced.
es: ^[Advertencia:](style: 'boldPrimary') No podrás usar tus fondos hasta que tu billetera se haya resincronizado.

# keystone.addHWWallet.close
source: Close
es: Cerrar

# keystone.addHWWallet.connect
source: Connect
es: Conectar

# keystone.addHWWallet.connectActive
source: Connect active device
es: Conectar dispositivo activo

# keystone.addHWWallet.connectNew
source: Connect new device
es: Conectar nuevo dispositivo

# keystone.addHWWallet.desc
source: Select the wallet you'd like to connect to proceed. Once connected, you’ll be able to wirelessly sign transactions with your hardware wallet.
es: Selecciona la billetera que deseas conectar para continuar. Una vez conectada, podrás firmar transacciones de manera inalámbrica con tu billetera de hardware.

# keystone.addHWWallet.deviceDesc
source: Connecting to a hardware wallet that was previously connected to Zapp will require synchronization to discover your transaction history. We'll guide you through it.
es: Conectarse a una billetera de hardware que ya estaba conectada a Zapp requerirá sincronización para descubrir tu historial de transacciones. Te guiaremos en el proceso.

# keystone.addHWWallet.deviceQuestion
source: New or Active Device?
es: ¿Dispositivo nuevo o activo?

# keystone.addHWWallet.enterManually
source: Enter block height
es: Ingresar altura de bloque

# keystone.addHWWallet.howTo
source: Instructions:
es: Instrucciones:

# keystone.addHWWallet.readyToScan
source: Ready to Scan
es: Listo para Escanear

# keystone.addHWWallet.scan
source: Scan your device’s QR code to connect.
es: Escanea el código QR de tu dispositivo para conectarte.

# keystone.addHWWallet.step1
source: Unlock your Keystone
es: Desbloquea tu Keystone

# keystone.addHWWallet.step2
source: Tap the menu icon
es: Toca el ícono del menú

# keystone.addHWWallet.step3
source: Tap on Connect Software Wallet
es: Selecciona 'Conectar Billetera de Software'

# keystone.addHWWallet.title
source: Confirm Account to Access
es: Confirmar Cuenta para Acceder

# keystone.addHWWallet.tutorial
source: View Keystone tutorial
es: Ver tutorial de Keystone

# keystone.confirm
source: Confirm with Keystone
es: Confirma con Keystone

# keystone.confirmPay
source: Pay with Keystone
es: Pagar with Keystone

# keystone.confirmSwap
source: Swap with Keystone
es: Swap con Keystone

# keystone.connect
source: Connect Hardware Wallet
es: Conectar Billetera de Hardware

# keystone.drawer.banner.desc
source: Get 5%% off airgapped hardware wallet. Promo code "Zapp".
es: Obtén un 5%% de descuento en una billetera de hardware aislada. Código promocional: 'Zapp'.
